IDEA StatiCa Open Model
ConnectionSetup.SteelSetup Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Steel Setup
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SteelSetup SteelSetup { get; set; }
Public Property SteelSetup As SteelSetup
	Get
	Set
public:
property SteelSetup^ SteelSetup {
	SteelSetup^ get ();
	void set (SteelSetup^ value);
}
Property Value
Type: SteelSetup
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace